Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: You haven't chatted with the coach yet. Start your first conversation!
de: Sie haben noch nicht mit dem Trainer gechattet. Beginnen Sie Ihr erstes Gespräch!
es: Aún no has charlado con el entrenador. ¡Comienza tu primera conversación!
fr: Vous n'avez pas encore discuté avec le coach. Commencez votre première conversation !
it: Non hai ancora chattato con l'allenatore. Inizia la tua prima conversazione!
pt_pt: Você ainda não conversou com o treinador. Comece sua primeira conversa!
ru: Ты еще не общался с тренером. Начни первый разговор!

source: You haven't trained %@ in this period.
de: Du hast %@ in diesem Zeitraum nicht trainiert.
es: No has entrenado %@ en este periodo.
fr: Vous n'avez pas entraîné %@ au cours de cette période.
it: Non ti sei allenato %@ in questo periodo.
pt_pt: Você não treinou %@ neste período.
ru: Ты не тренировали %@ в этот период.

# You lifted %lld %@!
source: You lifted %1$lld %2$@!
de: Du hast %1$lld %2$@ angehoben!
es: ¡Levantaste %1$lld %2$@!
fr: Vous avez récupéré %1$lld %2$@ !
it: Hai sollevato %1$lld %2$@!
pt_pt: Você levantou %1$lld %2$@!
ru: Ты подняли %1$lld %2$@!

source: You lifted %lld cars 🚗
de: Du hast %lld Autos angehoben 🚗
es: Levantaste %lld autos 🚗
fr: Vous avez soulevé %lld voitures 🚗
it: Hai sollevato %lld auto 🚗
pt_pt: Você levantou %lld carros 🚗
ru: Вы подняли %lld машин 🚗

source: You lifted %lld elephants 🐘
de: Du hast %lld Elefanten hochgehoben 🐘
es: Levantaste %lld elefantes 🐘
fr: Vous avez soulevé %lld éléphants 🐘
it: Hai sollevato %lld elefanti 🐘
pt_pt: Você levantou %lld elefantes 🐘
ru: Вы подняли %lld слонов 🐘

source: You lifted %lld kg!
de: Du hast %lld kg gehoben!
es: ¡Levantaste %lld kg!
fr: Vous avez soulevé %lld kg !
it: Hai sollevato %lld kg!
pt_pt: Você levantou %lld kg!
ru: Ты подняли %lld кг!

source: You lifted %lld people 👨‍👩‍👧
de: Du hast %lld Menschen hochgehoben 👨‍👩‍👧
es: Levantaste a %lld personas 👨‍👩‍👧
fr: Vous avez soulevé %lld personnes 👨‍👩‍👧
it: Hai sollevato %lld persone 👨‍👩‍👧
pt_pt: Você levantou %lld pessoas 👨‍👩‍👧
ru: Вы подняли %lld людей 👨‍👩‍👧

source: You moved mountains.
de: Du bist umgezogen Berge.
es: te mudaste montañas.
fr: Tu as déménagé montagnes.
it: Ti sei trasferito montagne.
pt_pt: Você se mudou montanhas.
ru: Ты свернул горы.

source: You must accept the Community Guidelines before sharing content.
de: Sie müssen die Community-Richtlinien akzeptieren, bevor Sie Inhalte teilen.
es: Debes aceptar las Normas de la comunidad antes de compartir contenido.
fr: Vous devez accepter les directives de la communauté avant de partager du contenu.
it: È necessario accettare le Linee guida della community prima di condividere i contenuti.
pt_pt: Você deve aceitar as Diretrizes da Comunidade antes de compartilhar conteúdo.
ru: Вы должны принять правила сообщества.

source: You said you want to **%@**.
de: Du hast gesagt, dass du es willst **%@**.
es: Dijiste que quieres **%@**.
fr: Tu as dit que tu voulais **%@**.
it: Hai detto che lo vuoi **%@**.
pt_pt: Você disse que quer **%@**.
ru: Ты сказал, что хочешь **%@**.

source: You're about to lose your %lld-day streak. Train now.
de: Sie sind dabei, Ihre %lld-tägige Serie zu verlieren. Trainiere jetzt.
es: Estás a punto de perder tu racha de %lld días. Entrena ahora.
fr: Vous êtes sur le point de perdre votre séquence de %lld jours. Entraînez-vous maintenant.
it: Stai per perdere la tua serie di %lld giorni. Allenati adesso.
pt_pt: Você está prestes a perder sua sequência de %lld dias. Treine agora.
ru: Ты вот-вот потеряешь свою %lld-дневную серию. Тренируйся сейчас.

source: You're doing great! Create an account to permanently save your workouts, unlock smart analytics, and sync across devices.
de: Du machst das großartig! Erstellen Sie ein Konto, um Ihre Trainingseinheiten dauerhaft zu speichern, intelligente Analysen freizuschalten und geräteübergreifend zu synchronisieren.
es: ¡Lo estás haciendo genial! Cree una cuenta para guardar permanentemente sus entrenamientos, desbloquear análisis inteligentes y sincronizar entre dispositivos.
fr: Vous allez très bien ! Créez un compte pour enregistrer définitivement vos entraînements, débloquer des analyses intelligentes et synchroniser sur tous les appareils.
it: Stai andando alla grande! Crea un account per salvare in modo permanente i tuoi allenamenti, sbloccare analisi intelligenti e sincronizzare su tutti i dispositivi.
pt_pt: Você está indo muito bem! Crie uma conta para salvar permanentemente seus treinos, desbloquear análises inteligentes e sincronizar entre dispositivos.
ru: У тебя все отлично! Создайте учетную запись, чтобы навсегда сохранять свои тренировки, разблокировать интеллектуальную аналитику и синхронизировать данные между устройствами.

source: You're doing great! Keep up the consistent training to receive personalized recommendations.
de: Du machst das großartig! Halten Sie die regelmäßige Schulung aufrecht, um personalisierte Empfehlungen zu erhalten.
es: ¡Lo estás haciendo genial! Continúe con la capacitación constante para recibir recomendaciones personalizadas.
fr: Vous allez très bien ! Continuez la formation cohérente pour recevoir des recommandations personnalisées.
it: Stai andando alla grande! Continua la formazione costante per ricevere consigli personalizzati.
pt_pt: Você está indo muito bem! Continue o treinamento consistente para receber recomendações personalizadas.
ru: Ты отлично справляетесь! Продолжайте регулярно тренироваться, чтобы получать персональные рекомендации.

source: You're on fire! Keep the momentum going.
de: Du brennst! Halten Sie den Schwung aufrecht.
es: ¡Estás en llamas! Mantenga el impulso.
fr: Tu es en feu ! Continuez sur votre lancée.
it: Sei in fiamme! Mantieni lo slancio.
ru: Ты в огне! Продолжайте набирать обороты.

source: You're on fire! 🔥
de: Du brennst! 🔥
es: ¡Estás en llamas! 🔥
fr: Tu es en feu ! 🔥
it: Sei in fiamme! 🔥
pt_pt: Você está pegando fogo! 🔥
ru: Ты в огне! 🔥

# You're ready for a %@%@ %@ PR! Let's crush it!
source: You're ready for a %1$@%2$@ %3$@ PR! Let's crush it!
de: Sie sind bereit für eine %1$@%2$@ %3$@ PR! Lass es uns vernichten!
es: ¡Estás listo para un %1$@%2$@ %3$@ PR! ¡Vamos a aplastarlo!
fr: You're ready for a %1$@%2$@ %3$@ PR! Écrasons-le !
it: Sei pronto per una PR di %1$@%2$@ %3$@! Schiacciamolo!
pt_pt: Você está pronto para um PR %1$@%2$@ %3$@! Vamos esmagá-lo!
ru: Ты готов к %@%@ %@ рекорду! Давай размажем!

source: You've successfully hit your target. Time to set a new one!
de: Sie haben Ihr Ziel erfolgreich erreicht. Zeit, ein neues zu setzen!
es: Has alcanzado con éxito tu objetivo. ¡Es hora de establecer uno nuevo!
fr: Vous avez réussi à atteindre votre cible. Il est temps d'en définir un nouveau !
it: Hai raggiunto con successo il tuo obiettivo. È ora di impostarne uno nuovo!
pt_pt: Você atingiu seu alvo com sucesso. É hora de definir um novo!
ru: Ты успешно достигли цели. Время поставить новую!

source: You've trained %lld times in 30 days. Aim for 3-4/week!
de: Du hast in 30 Tagen %lld Mal trainiert. Streben Sie 3-4 pro Woche an!
es: Has entrenado %lld veces en 30 días. ¡Apunta a 3-4 por semana!
fr: Vous vous êtes entraîné %lld fois en 30 jours. Visez 3-4/semaine !
it: Ti sei allenato %lld volte in 30 giorni. Obiettivo per 3-4/settimana!
pt_pt: Você treinou %lld vezes em 30 dias. Apontar para 3-4/semana!
ru: Ты тренировались %lld раз за 30 дней. Стремитесь к 3-4 в неделю!

source: Your New Era.
de: Ihr Neu Ära.
es: tu Nuevo Época.
fr: Votre Nouveau Ère.
it: Il tuo Nuovo Epoca.
pt_pt: Seu Novo Era.
ru: Ваш Новый Эра.

source: Your %@ is fully recovered. Get to the gym.
de: Ihr %@ wurde vollständig wiederhergestellt. Geh ins Fitnessstudio.
es: Tu %@ está completamente recuperado. Ve al gimnasio.
fr: Votre %@ est entièrement récupéré. Allez au gymnase.
it: Your %@ is fully recovered. Vai in palestra.
pt_pt: Seu %@ está totalmente recuperado. Vá para a academia.
ru: Твой %@ полностью восстановился. Иди в зал.

source: Your Arsenal is Empty
de: Dein Arsenal ist leer
es: Tu arsenal está vacío
fr: Votre arsenal est vide
it: Il tuo arsenale è vuoto
ru: Ваш арсенал пуст

source: Your Future Self is Waiting
de: Dein zukünftiges Selbst wartet
es: Tu yo futuro está esperando
fr: Votre futur moi attend
it: Il tuo sé futuro sta aspettando
pt_pt: Seu eu futuro está esperando
ru: Ваше будущее «я» ждет

source: Your Goals
de: Ihre Ziele
es: Tus objetivos
fr: Vos objectifs
it: I tuoi obiettivi
pt_pt: Seus objetivos
ru: Твойи цели

source: Your Metrics
de: Ihre Kennzahlen
es: Tus métricas
fr: Vos métriques
it: Le tue metriche
pt_pt: Suas métricas
ru: Ваши показатели

source: Your Month in Review
de: Dein Monat im Rückblick
es: Tu mes en revisión
fr: Votre mois en revue
it: Il tuo mese in revisione
pt_pt: Seu mês em revisão
ru: Твой месяц в цифрах

source: Your Name
de: Ihr Name
es: Su nombre
fr: Votre nom
it: Il tuo nome
pt_pt: Seu nome
ru: Твойе имя

source: Your Program
de: Ihr Programm
es: Tu programa
fr: Votre programme
it: Il tuo programma
pt_pt: Seu programa
ru: Твоя программа

source: Your Progress
de: Ihr Fortschritt
es: Tu progreso
fr: Votre progression
it: I tuoi progressi
pt_pt: Seu progresso
ru: Твой прогресс

source: Your Routine
de: Ihre Routine
es: Tu rutina
fr: Votre routine
it: La tua routine
pt_pt: Sua rotina
ru: Твойа программа

source: Your body is a reflection of your discipline. Keep pushing your limits — no excuses.
de: Ihr Körper ist ein Spiegelbild Ihrer Disziplin. Gehen Sie weiter an Ihre Grenzen – keine Ausreden.
es: Tu cuerpo es un reflejo de tu disciplina. Sigue superando tus límites, sin excusas.
fr: Votre corps est le reflet de votre discipline. Continuez à repousser vos limites – pas d’excuses.
it: Il tuo corpo è un riflesso della tua disciplina. Continua a superare i tuoi limiti, senza scuse.
pt_pt: Seu corpo é um reflexo de sua disciplina. Continue ultrapassando seus limites – sem desculpas.
ru: Твое тело — отражение дисциплины. Без отговорок.

source: Your body is ready for the next challenge. Let's go!
de: Ihr Körper ist bereit für die nächste Herausforderung. Lass uns gehen!
es: Tu cuerpo está listo para el próximo desafío. ¡Vamos!
fr: Votre corps est prêt pour le prochain défi. Allons-y!
it: Il tuo corpo è pronto per la prossima sfida. Andiamo!
pt_pt: Seu corpo está pronto para o próximo desafio. Vamos!
ru: Твое тело готово к следующему вызову. Погнали!

source: Your data is securely stored. Have a good workout, bro.
de: Ihre Daten werden sicher gespeichert. Hab ein gutes Training, Bruder.
es: Sus datos se almacenan de forma segura. Que tengas un buen entrenamiento, hermano.
fr: Vos données sont stockées en toute sécurité. Bon entraînement, mon frère.
it: I tuoi dati sono archiviati in modo sicuro. Buon allenamento, fratello.
pt_pt: Seus dados são armazenados com segurança. Tenha um bom treino, mano.
ru: Ваши данные в безопасности. Хорошей тренировки.

# Your forecast allows it! Try **%@ %@** today for better results.
source: Your forecast allows it! Try **%1$@ %2$@** today for better results.
de: Ihre Prognose lässt es zu! Probieren Sie **%1$@ %2$@** noch heute aus, um bessere Ergebnisse zu erzielen.
es: ¡Tu previsión lo permite! Pruebe **%1$@ %2$@** hoy para obtener mejores resultados.
fr: Votre prévision le permet ! Essayez **%1$@ %2$@** aujourd'hui pour de meilleurs résultats.
it: Le tue previsioni lo consentono! Prova **%1$@ %2$@** oggi per risultati migliori.
pt_pt: Your forecast allows it! Experimente **%1$@ %2$@** hoje para obter melhores resultados.
ru: Прогноз позволяет! Попробуйте **%1$@ %2$@** сегодня для лучших результатов.

source: Your journey starts here. Complete your first workout to unlock deep muscle analytics, AI insights, and progress charts.
de: Ihre Reise beginnt hier. Absolvieren Sie Ihr erstes Training, um umfassende Muskelanalysen, KI-Einblicke und Fortschrittsdiagramme freizuschalten.
es: Tu viaje comienza aquí. Complete su primer entrenamiento para desbloquear análisis musculares profundos, información de inteligencia artificial y gráficos de progreso.
fr: Votre voyage commence ici. Effectuez votre premier entraînement pour débloquer des analyses musculaires approfondies, des informations sur l'IA et des graphiques de progression.
it: Il tuo viaggio inizia qui. Completa il tuo primo allenamento per sbloccare analisi muscolari approfondite, approfondimenti sull'intelligenza artificiale e grafici dei progressi.
pt_pt: Sua jornada começa aqui. Conclua seu primeiro treino para desbloquear análises musculares profundas, insights de IA e gráficos de progresso.
ru: Ваше путешествие начинается здесь. Завершите свою первую тренировку, чтобы получить доступ к аналитике глубоких мышц, данным искусственного интеллекта и диаграммам прогресса.

source: Your journey starts here. Create your first workout to begin tracking.
de: Ihre Reise beginnt hier. Erstellen Sie Ihr erstes Training, um mit der Aufzeichnung zu beginnen.
es: Tu viaje comienza aquí. Crea tu primer entrenamiento para comenzar a realizar el seguimiento.
fr: Votre voyage commence ici. Créez votre premier entraînement pour commencer le suivi.
it: Il tuo viaggio inizia qui. Crea il tuo primo allenamento per iniziare il monitoraggio.
pt_pt: Sua jornada começa aqui. Crie seu primeiro treino para começar a monitorar.
ru: Твойе путешествие начинается здесь. Создайте свою первую тренировку, чтобы начать отслеживание.

source: Your legs are fully charged. Don't skip leg day!
de: Ihre Beine sind voll aufgeladen. Lassen Sie den Beintag nicht ausfallen!
es: Tus piernas están completamente cargadas. ¡No te saltes el día de piernas!
fr: Vos jambes sont complètement chargées. Ne sautez pas la journée des jambes !
it: Le tue gambe sono completamente cariche. Non saltare il giorno delle gambe!
pt_pt: Suas pernas estão totalmente carregadas. Não pule o dia da perna!
ru: Твои ноги полностью заряжены. Не пропускай день ног!

source: Your previous conversations with the AI coach will appear here.
de: Ihre bisherigen Gespräche mit dem KI-Coach werden hier angezeigt.
es: Tus conversaciones anteriores con el entrenador de IA aparecerán aquí.
fr: Vos conversations précédentes avec le coach IA apparaîtront ici.
it: Le tue conversazioni precedenti con l'allenatore dell'IA appariranno qui.
pt_pt: Suas conversas anteriores com o treinador de IA aparecerão aqui.
ru: Твойи предыдущие разговоры с тренером будут тут

source: Your profile is ready
de: Ihr Profil ist fertig
es: Tu perfil está listo
fr: Votre profil est prêt
it: Il tuo profilo è pronto
pt_pt: Seu perfil está pronto
ru: Ваш профиль готов

source: Your rhythm
de: Dein Rhythmus
es: tu ritmo
fr: Ton rythme
it: Il tuo ritmo
pt_pt: Seu ritmo
ru: Твой ритм

source: Your streak increases for every consecutive day you log a completed workout. Miss a day, and the fire goes out!
de: Ihr Streak erhöht sich mit jedem aufeinanderfolgenden Tag, an dem Sie ein abgeschlossenes Training protokollieren. Verpasse einen Tag und das Feuer erlischt!
es: Tu racha aumenta por cada día consecutivo que registras un entrenamiento completo. ¡Si te pierdes un día, el fuego se apaga!
fr: Votre séquence augmente chaque jour consécutif où vous enregistrez un entraînement terminé. Manquez une journée et le feu s'éteint !
it: La tua serie aumenta per ogni giorno consecutivo in cui registri un allenamento completato. Perdi un giorno e il fuoco si spegne!
ru: Ваша серия увеличивается с каждым днем, когда вы регистрируете завершенную тренировку. Пропустите день, и огонь погаснет!

source: Your streak will reset if you don't train within this number of rest days.
de: Ihr Streak wird zurückgesetzt, wenn Sie nicht innerhalb dieser Anzahl an Ruhetagen trainieren.
es: Tu racha se reiniciará si no entrenas dentro de este número de días de descanso.
fr: Votre séquence sera réinitialisée si vous ne vous entraînez pas pendant ce nombre de jours de repos.
it: La tua serie verrà azzerata se non ti alleni entro questo numero di giorni di riposo.
pt_pt: Sua sequência será reiniciada se você não treinar dentro desse número de dias de descanso.
ru: Твойа серия сбросится, если вы не будете тренироваться в течение этого количества дней отдыха.

source: Your trophies (Swipe)
de: Deine Trophäen (Swipe)
es: Tus trofeos (Desliza)
fr: Vos trophées (Swipe)
it: I tuoi trofei (Scorri)
pt_pt: Seus troféus (deslizar)
ru: Твои трофеи (Свайп)

source: Your weight
de: Dein Gewicht
es: tu peso
fr: Votre poids
it: Il tuo peso
pt_pt: Seu peso
ru: Твой вес

source: Your wings are recovered. Go do some pull-ups!
de: Deine Flügel sind wiederhergestellt. Mach ein paar Klimmzüge!
es: Tus alas están recuperadas. ¡Ve a hacer algunas dominadas!
fr: Vos ailes sont récupérées. Allez faire quelques tractions !
it: Le tue ali sono recuperate. Vai a fare qualche pull-up!
pt_pt: Suas asas estão recuperadas. Vá fazer algumas flexões!
ru: Твои крылья отдохнули. Самое время для подтягиваний!

source: all time
de: alle Zeit
es: todo el tiempo
fr: tout le temps
it: tutto il tempo
pt_pt: o tempo todo
ru: За все время

source: days
de: Tage
es: días
fr: jours
it: giorni
pt_pt: dias
ru: дней

source: description
de: Beschreibung
es: descripción
it: descrizione
pt_pt: descrição
ru: описание

source: reps
de: Vertreter
es: repeticiones
fr: représentants
it: ripetizioni
pt_pt: repetições
ru: повторов

source: sec
de: Sek
es: segundo
fr: seconde
it: sez
pt_pt: segundo
ru: сек

source: sets
de: Sätze
es: conjuntos
fr: ensembles
it: insiemi
ru: наборы

source: times
de: mal
es: veces
fr: fois
it: volte
pt_pt: vezes
ru: раз

source: to volume
de: auf Lautstärke
es: al volumen
fr: au volume
it: a volume
pt_pt: para volume
ru: к объему

source: tons
de: Tonnen
es: montones
fr: tonnes
it: tonnellate
pt_pt: toneladas
ru: тонн

source: vs last period
de: vs. letzte Periode
es: vs último período
fr: vs la dernière période
it: rispetto allo scorso periodo
pt_pt: vs último período
ru: по сравнению с прошлым периодом

source: workouts
de: Trainingseinheiten
es: entrenamientos
fr: séances d'entraînement
it: allenamenti
pt_pt: treinos
ru: тренировки

source: workouts done
de: Trainingseinheiten absolviert
es: entrenamientos hechos
fr: entraînements effectués
it: allenamenti fatti
pt_pt: treinos feitos
ru: тренировок выполнено

source: yrs
de: Jahre
es: años
fr: ans
it: anni
pt_pt: anos
ru: годы

source: Анализирую данные...
de: Dann analysieren...
fr: Analyse des données...
it: Analisi dei dati...

source: В процессе
de: Im Prozess
es: En el proceso
fr: Dans le processus
it: Nel processo
pt_pt: No processo

source: Гидратация (стаканы)
de: Hydratation (Stakane)
pt_pt: Hidratação (стаканы)

source: Готово
de: Gut
fr: Gotovo
it: Foto
pt_pt: Bom

source: Детальное сравнение
de: Detaillierte Beschreibung
es: Detalles detallados
fr: Entretien détaillé
it: Garanzia dettagliata
pt_pt: Verificação detalhada

source: Динамика веса
de: Mehr Dynamik
fr: La dynamique de chacun
it: Dinamika веса
pt_pt: Dinamica веса

source: Дистанция (%@)
de: Entfernung (%@)
es: Distancia (%@)
fr: Distance (%@)
it: Distanza (%@)
pt_pt: Distância (%@)

source: Для анализа за этот период нужно завершить хотя бы несколько тренировок.
de: Um diesen Zeitraum zu analysieren, müssen Sie die Zeit innerhalb eines kurzen Trainings überprüfen.
es: Para el análisis de este período no es necesario guardar ninguna fuente de alimentación.
fr: Pour analyser cette période, vous devez vous assurer que votre chien n'a pas besoin d'un entraînement.
it: Per analizzare questo periodo, non devi salvarli da nessun tirocinio.
pt_pt: Para analisar esse período, você provavelmente não precisará de nenhum treinamento.

source: Добавить еще
de: Mehr erfahren
fr: Ajouter ceci
it: Aggiungilo
pt_pt: Faça isso

source: Добавить первое упражнение
de: Führen Sie die erste Aktualisierung durch
it: Ottieni la prima installazione
pt_pt: Faça uma atualização completa

source: Закрыть
de: Abschließen
es: cerrar
fr: Fermer
it: Chiudere
pt_pt: Fechar

source: Импульс роста
de: Impuls rosta
it: Impulso di roccia

source: Информация о тренировке
de: Informationen zum Training
es: Información sobre trenes
fr: Informations sur l'entraînement
it: Informazioni sul tirocinio
pt_pt: Informações sobre treinamento

source: Исследовать
de: Weiterleiten
it: Installa
pt_pt: Isslедовать

source: История
de: Geschichte
es: historia
fr: Histoire
it: Storia
pt_pt: História

source: Название тренировки...
de: Name des Trainings...
it: Formazione dei treni...
pt_pt: Novo treinamento...

source: Не удалось создать программу. Попробуйте еще раз.
de: Ich habe das Programm nicht heruntergeladen. Bitte versuchen Sie es.
es: No utilice ningún programa. Попробуйте еще раз.
fr: Vous ne pouvez pas configurer le programme. Попробуйте еще раз.
it: Non modificare il programma. Continua a leggere.
pt_pt: Não altere o programa. Попробуйте еще раз.
ru: Не удалось создать программу. Попробуй еще раз.

source: Новый шаблон
de: Neues Shablon
fr: Nouveau chablon
it: Nuovo lavoro
pt_pt: Novo chalé

source: Одиночные программы
de: Besondere Programme
es: Programas diarios
fr: Programmes optimaux
it: Programmi alternativi
pt_pt: Programas corretos

source: Описание
de: Beschreibung
es: Descripción
fr: Description
it: Descrizione
pt_pt: Descrição

source: Открыть FoodTracker
de: FoodTracker öffnen
es: Descargar FoodTracker
fr: Ouvrir FoodTracker
it: Apri FoodTracker
pt_pt: Acessar FoodTracker

source: Период
de: Zeitraum
es: Período
fr: Période
it: Periodo
pt_pt: Período

source: Подбираю оптимальные упражнения и балансирую объем под ваши цели.
de: Für Sie ist eine optimale Versorgung und Balance erforderlich.
es: Es posible una mejora óptima y un equilibrio de las cosas.
fr: Optimisez le fonctionnement et l'équilibrage de votre entreprise.
it: Ottieni l'attrezzatura e il bilanciamento ottimali per i tuoi capelli.
pt_pt: Obtenha uma otimização e um equilíbrio ideais para sua vida.
ru: Подбираю оптимальные упражнения и балансирую объем под твои цели.

source: Попробуйте изменить запрос или очистить фильтры.
de: Bitte beachten Sie, dass Sie keine Filter verwenden oder diese löschen möchten.
es: Retire los filtros y póngalos en funcionamiento.
fr: N'hésitez pas à modifier les réglages ou à supprimer les filtres.
it: Controllare la chiusura o aprire i filtri.
pt_pt: Utilize filtros de proteção ou filtros de limpeza.
ru: Попробуй изменить запрос или очистить фильтры.

source: При текущем объеме, ожидается прорыв в силовых на **%@** в ближайшее время.
de: Nach Abschluss der Prüfung werden innerhalb kürzester Zeit in den Texten **%@** angezeigt.
es: Antes de que esto suceda, coloque los filtros en **%@** en el lugar correcto.
fr: Si tel est le cas, ouvrez les fichiers de **%@** dans la journée de travail.
it: In questo caso, viene visualizzato un problema nel silos di **%@** in qualsiasi periodo.
pt_pt: Antes de mais nada, verifique o procedimento em **%@** no período de tempo livre.

source: Привет! Я твой ИИ-тренер. Помогу составить программу, проанализировать усталость или улучшить технику. Чем займемся сегодня?
de: Bitte! Я твой ИИ-TRENNER. Sobald Sie das Programm erstellt, die Installation geplant oder die Technik erweitert haben. Чем займемся сегодня?
es: ¡Привет! Я твой ИИ-тренер. Para configurar un programa, proponga una instalación o una técnica avanzada. Чем займемся сегодня?
fr: Privé! Je suis ton ИИ-тренер. Lorsque vous installez un programme, analysez l'installation ou utilisez la technologie. Est-ce que c'est la saison?
it: Grazie! Я твой ИИ-тренер. È possibile mantenere il programma, programmare l'installazione o utilizzare la tecnica. Che cosa è successo?
pt_pt: Privado! Eu sou seu IИИ-тренер. Para configurar o programa, proanalize o uso ou a técnica. Qual é a segunda temporada?

source: Программы
de: Programme
es: Programas
fr: Programmes
it: Programmi
pt_pt: Programas

source: Прогресс
de: Fortschritt
es: progreso
fr: Progrès
it: Progresso
pt_pt: Progresso
